{
  "subtitle": "", 
  "description": "Kuonyesha nguvu zao za uongozi!", 
  "language": "swa_TZ", 
  "title": "Vidokezo hivi 10 huwasaidia wasichana…", 
  "primary_category": "93d5b8b8586b45f590d4d05c5c261814", 
  "created_at": "2016-05-11T14:20:54.996438+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-11T14:20:54.996647+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**1. Zungumza Darasani**\r\n\r\nNyosha mkono wako, hata ikiwa huna uhakika kuhusu jibu. Epuka kubadilisha unachotaka kusema kichwani mwako, na ujaribu kutokuwa na wasiwasi kuhusu kukosea. Kuzungumza hakuhusu mtu kuwa na jibu sahihi. Kunakupa uzoefu wa kufikiria mwenyewe, kujadiliana na wengine, na kupambana na wazo – ujuzi wote utakaoutumia katika kila sehemu ya maisha yako.\r\n\r\n**2. Koma kuomba Msamaha Kabla Hujazungumza**\r\n\r\nWasichana mara nyingi huanzisha maoni kwa kuomba msamaha (“Sina uhakika ikiwa hii ni sahihi, lakini...”). Makinikia njia ndogo unazoweza kuwa ukijidunisha unapozungumza darasani, kama kucheza na nywele zako, kusema “unadhani” kitu, kuuliza ikiwa ulichokisema “kinaleta maana,” au kuzungumza kwa upole hivi kwamba hakuna anayekusikia.\r\n\r\n**3. Jipe Changamoto**\r\n\r\nTunapokuwa na wasiwasi kuhusu kushindwa au ukosoaji, kuna uwezekano zaidi wa sisi kutafuta ujuzi tunaojua tunaweza kudhibiti. Lakini kuepuka hatari kunamaanisha hutawahi kuwa na msisimko wa kupambana na vikwazo na kujithibitishia (na wengine) kuwa una ujasiri wa kutosha kujaribu. Jitume zaidi ya starehe zako. Cheza mchezo ambao hujawahi kuucheza. Jiandikishe katika darasa ambalo hakuna anayekutarajia kujiandikisha. Jifuze namna ya kupanga. Au chukua tahadhari ndogo, kama kujitambulisha kwa mtu usiyemjua.\r\n\r\n**4. Omba Usaidizi**\r\n\r\nWatu waliofanikiwa zaidi hawafaulu kivyao. Badala yake, wanawapata washauri maishani: watu wenye uzoefu, wenye hekima wanaojua mengi na kuwasaidia. Usiogope kuwauliza walimu, wakufunzi, au watu wengine wazima unaotamani kuzungumza nao kuhusu unachokipenda. Waulize kile ambacho walitamani kujua walipokuwa na umri wako. Nani anayejua, huenda siku moja wanaweza hata kusaidia kufanya ndoto zako kutimia!\r\n\r\n**5. Usifanye Kile Anachokifanya Kila Mtu**\r\n\r\nMwanachama wa mradi wa kikundi asipochangia vyema (au kabisa), ni rahisi kulifanya mwenyewe  – na unyamaze kulihusu. Kuchukua mamlaka kunaweza kukupa udhibiti kwa muda, lakini kunaweza pia kukufanya kuwa na hasira, kufanya kazi nyingi, na kutoshukuriwa. Tatua tatizo moja kwa moja kwa kumwuliza mwenzako wa darasani wakati anaodhani kuwa atakamilisha kazi zake. Usipopata jibu la wazi, sema unachokihitaji moja kwa moja, au mwombe mwalimu akusaidie.\r\n\r\n**6. Zungumza katika Urafiki**\r\n\r\nHuenda sote tumesengenya kwa namna moja au nyingine, lakini ukizungumza kila mara kuhusu  marafiki zako badala ya nao , unakosa fursa ya kujifunza kuzungumza na watu muhimu zaidi. Kuwa na uwezo wa kumwambia mtu namna unavyohisi kutakusaidia katika kila sehemu\r\nya maisha yako, haijalishi namna unavyochagua kukumbatia hatari. Na huenda ukataka kuepuka kutegemea kutuma ujumbe au mitandao ya jamii kusema mambo mazito. Inarahisisha mawasiliano muda huu, lakini utakuwa katika hatari ya kulipia baadaye kwa kutozungumza ana kwa ana sasa. Kutenda moja kwa moja kunatisha, lakini kufanye kwa uangalifu na utapata heshima na uaminifu wa wale walio karibu nawe.\r\n\r\n**7. Iamini Sauti Yako ya Ndani**\r\n\r\nSote tuna sauti inayocheza vichwani mwetu. Huenda ikasema vitu vidogo kama “Ninatamani kengele ilie” au vitu vikubwa kama “Ninatamani rafiki yangu akome kuniuliza kuhusu alama zangu.” Sauti ni ujasiri wako. Inakuambia unachokifikiria, kuhitaji na kutaka. Ni rahisi kuacha kusikiliza sauti hiyo ukiwa na wasiwasi kuhusu kile ambacho watu wanweza kufikiria. Endelea kutangamana nayo kadri uwezavyo. Ndiyo dira yako ya ndani. Kama huwezi kushiriki sauti hiyo sasa, weka jarida unapoweza kushiriki –  na uendelee kuwatafuta watu wanaotaka kuisikiliza.\r\n\r\n**8. Ibadilishe Dunia**\r\n\r\nSi lazima uongoze dunia ndipo uibadilishe. Ni nini kinachokuangaza ndani? Ni nini kinachokufanya kuhisi kukasirishwa? Jiunge na kilabu au anzisha shirika la jamii. Huenda hata KUKUPIGIA kura kuwa rais wa darasa. Kufanya kampeni kunakupa mazoezi ya ajabu ya kuzungumza na kujitangaza kama kiongozi. Chochote unachoamua, kumbuka: sauti yako si kama ya mtu mwingine, lakini hatutaisikia usipoitumia.\r\n\r\n**9. Kumbuka: Haiwi Rahisi Kila Mara Kuzungumza, lakini Ni Heri**\r\n\r\nUnakua katika dunia ambayo bado imechanganyikiwa kuhusu namna inavyotaka wasichana wawe nguvu. Wasichana wanahitajika kuwa jasiri lakini waungwana, wenye kutaka makuu lakini si wabinafsi, wenye ufanisi lakini si wenye majivuno. Sheria zinaweza kuchanganya na zisizo za haki  – kumaanisha si kila mtu atakayefurahia ukizungumza. Kwanza, haijalishi ni vipi unavyosema kitu vyema, kunaweza kuwepo mtu anayefikiria wewe ni mchoyo. Iamini sauti yako hata kama inaonekana kuwa dunia haitaki, na uwe karibu na marafiki na wanafamilia wanaokuunga mkono.\r\n10. Fanya mazoezi!\r\nUmekua kwa kufanya mazoezi ya vitu kama kazi ya shuleni, michezo, na muziki. Lakini hakuna mtu anayekuambia ufanye mazoezi ya kuzungumza, kuchukua tahadhari, au kusema unachokihitaji. Hicho kina nini? Hakuna chochote duniani kisichohitaji mazoezi, hata kuzungumza.  Tia juhudia! Inaweza kutisha mara ya kwanza, lakini inakuwa rahisi baadaye.\r\n \r\n Vidokezo kwa udhamini wa [http://banbossy.com][1]\r\n\r\n\r\n  [1]: http://banbossy.com", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "vidokezo-hivi-10-huwasaidia-wasichana", 
  "uuid": "1351fbe3a0ee4d9ca0cb29eb740ae39d"
}