{
  "subtitle": "", 
  "description": "\r\nHuenda huna habari, lakini nyumba yako ni kama duka la dawa.\r\n", 
  "language": "swa_TZ", 
  "title": " Afya nyumbani.", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:46:22.532368+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:46:22.532624+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kwa hivyo umekuwa na mafua au huhisi vizuri. – hizi hapa ni tiba za nyumbani za kukusaidia kurejesha furaha yako ya kawaida, afya ya binafsi! \r\n\r\n**Komesha kichefuchefu**\r\nTangawizi imetumiwa kwa miaka mingi kukomesha kichefuchefu. Tafuna biskuti za tangawizi, kunywa hani (ale) ya tangawizi au hata ununue tangawizi na uongeze slesi chache nyembamba katika kikombe cha maji yanayochemka pamoja na kijiko kidogo cha asali. \r\n\r\n**Kabili mafua**\r\nKitunguu saumu husaidia kusafisha pua iliyoziba. Kwa hivyo ina maana kuwa kitunguu saumu ni rafiki yako mpya bora ikiwa una mafua au homa. Ponda vidole vya kitunguu saumu na uviache kwa dakika 15 ili kuruhusu vimeng`enya kufanya kazi yao. Kisha ongeza asali na mafuta ya mzeituni au siagi na usambaze mchanganyiko kwenye slesi nyembamba za mkate. Sawa, si kitafunio chenye ladha ulichowahi kula lakini kitakuwa bora zaidi kwa afya!\r\n\r\n**Pambana na homa**\r\nLimau imejaa vitamini unazohitaji ukiwa umelemewa. Minya sharubati ya limau moja au mawili katika kikombe, ongeza maji moto na asali na utakuwa umepata kinywaji kitamu kilicho na vitu vya kupambana na homa. \r\n\r\nJaza tunda dogo jekundu\r\nIkiwa umekuwa na maambukizi ya kibofu cha mkojo (wakati mwingine huitwa maambukizi ya njia ya mkojo) utajua kuwa jinsi inavyoweza kuwa uchungu – fikiria kuhusu maumivu ya mgongo, kuhitaji kuenda haja ndogo kila wakati na kuchomeka wakati wa kuenda haja ndogo. Sharubati ya tunda dogo jekundu husaidia kupambana na maambukizi ndani ya saa nane! Usisahau pia kunywa maji mengi ili kusaidia kuondoa maambukizi. \r\n\r\n**Saidia kichwa chako**\r\nHabari mbaya ni kuwa maumivu ya kichwa ni maarufu, habari njema ni kuwa ni rahisi kuyaondoa. Kunywa maji mengi na uepuke kitu chochote kitakachoyaondoa maji mwilini mwako, kama vile vyakula vyenye chumvi nyingi. Ikiwa maumivu yako ya kichwa ni sehemu ya mafua, funga barafu katika kitambaa au taulo na uibonyezee kwenye paji lako la uso. Ubaridi husaidia kutuliza maumivu na kuimarisha mzunguko wa damu. \r\n\r\n**Kumbuka...** \r\nIkiwa yoyote ya dalili hizi itadumu kwa zaidi ya siku mbili, na hupati nafuu, basi huenda ni wakati wa kumwona mtaalamu wa afya kama vile mwuguzi, daktari, au mhudumu wa afya kwenye kliniki au kituo cha afya kilicho karibu nawe. Usinyamaze ikiwa huhisi vizuri, mwambie mtu mzima unayemwamini na uhakikishe kuwa umepata usaidizi. \r\n\r\nJifunze jinsi ya kuzuia viini kabla havijakufanya kuwa mgonjwa. Soma mengi zaidi hapa <link to How to avoid getting sick>\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "healthy-at-home", 
  "uuid": "15538653a3cd43b1a9a0719ec39591a1"
}