{
  "subtitle": "", 
  "description": "\r\nHedhi zinaweza kuwa na maumivu, katika hali halisi. Lakini si lazima zote ziwe mbaya! Hivi hapa ni vidokezo vya kukabiliana... \r\n", 
  "language": "swa_TZ", 
  "title": "Kuwa na hedhi yenye furaha!", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:45:30.252023+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:45:30.252214+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kila msichana hupitia wakati huo wa mwezi: hedhi yako. Ni sehemu ya maumbile ya kukua na haifai kuwa kitu kibaya.\r\n\r\n**Punguza maumivu**\r\n\r\nUkipatwa na maumivu ya tumbo kabla ya au wakati wa hedhi yako, si wewe pekee. Wasichana wengi hupatwa na maumivu ya tumbo na mgongo, ni kwa sababu misuli katika mfuko wa uzazi (mji wako) inasonga ili kuachilia bitana (lining). Na unaweza kufikiria kuwa hufai kuenda nje, kucheza mchezo na marafiki zako ukiwa na hedhi yako – sio ukweli! Mazoezi ni njia bora ya kufanya misuli isonge na kuponya maumivu. Hakikisha kuwa unatumia sodo (taulo ya hedhi) au kitambaa safi kushika damu na ukibadilishe kila mara ili kuzuia viini vinavyoweza kukufanya uwe mgonjwa.  \r\n\r\nNjia nyingine ya kupunguza maumivu ni kuoga kwa maji vuguvugu (warm), au unaweza kufunika chupa yenye maji moto kwenye taulo na kuiweka kwenye tumbo lako. Habari njema ni kuwa maumivu hayafai kudumu kwa muda mrefu zaidi ya siku moja au mbili.\r\nKubadilika kwa hisia\r\n\r\nUlilia kuhusu kitu ambacho mama au baba yako alisema hata ingawa hakikuwa kibaya vile? Ulianza majibizano na rafiki yako bora lakini huna uhakika ni kwa nini? Sawa kabisa! Homoni – wajumbe wadogo katika mfumo wako wa damu wanaotuma mikabiliano ya kemikali kwenye sehemu tofauti za mwili wako – zinashughulika na mzunguko wa hedhi na ndizo za kulaumiwa. Kutegemea na kile zinachofanya, viwango vinaweza kubadilika sana na ndiyo kwa maana unaweza kuhisi kuwa makini sana au mwenye mhemuko (emotional) wakati mwingine. Hakuna kitu kibaya na wewe. Yoteni kawaida lakini ukiitambua, ni rahisi kudhibiti. \r\n\r\n**Shambulio la chunusi**\r\n\r\nUtatambua kuwa siku chache kabla ya hedhi zako kuanza, vidudusi vitajitokeza kwenye uso wako hata kama kwa kawaida huwa huna mabaka – tena unaweza kulaumu homoni zako. Kunywa maji mengi, yataondoa mfumo wako ambao utasaidia mwili wako kupambana na kidudusi kinachosababisha viini. Na uepuke vyakula vyenye mafuta, vinywaji na peremende zenye gesi, ni rafiki bora wa vidudusi. \r\n\r\n**Jinsi ya kujua ikiwa kuna tatizo** \r\n\r\nMaumivu, kubadilika kwa hisia na vidudusi vyote ni dalili za kawaida ambazo ni sehemu ya kupata hedhi yako. Lakini baadhi ya vitu sivyo. Ikiwa mwili wako unaonyesha ishara zozote kati ya hizi, huenda ukahitaji kumwona daktari, mhudumu wa afya au uende kwenye kliniki ya karibu: \r\n\r\n- Hujapata hedhi yako kwa miezi michache \r\n- Hedhi yako inakaa kwa muda mrefu zaidi ya siku saba \r\n- Ikiwa unavuja damu sana na haipunguki wiki inavyosonga.\r\n- Maumivu yako ni mabaya sana hivi kwamba huwezi kutembea \r\n\r\nIkiwa unashuhudia yoyote kati ya hayo hapo juu, usinyamaze! Waambie wazazi wako, ndugu yako mkubwa au mtu mzima unayemwamini mara moja ili upate usaidizi. \r\n\r\nKwa huduma za afya katika eneo lako bofya hapa <link to GET HELP>\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "have-happy-period", 
  "uuid": "2e9db2d0196043a89386c67e8b70edb0"
}