{
  "subtitle": "", 
  "description": "Mnapofanya pamoja, huwa raha zaidi... na utakuwa na pesa zaidi.\r\n", 
  "language": "swa_TZ", 
  "title": " Jinsi ya kuweka akiba na rafiki! ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:38:00.949302+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:38:00.949537+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Hivi majuzi, mimi na rafiki yangu wa dhati Habiba tulikuwa tukizungumza kuhusu mipango yetu ya siku za usoni. Habiba anataka kuwa mwalimu nami nimekuwa nikifiria kuhusu kusomea uuguzi. Tatizo ni, elimu ni ghali sana! Kwa hivyo, tuliamua kuanza kuweka akiba ya masomo yetu pamoja na limekuwa jambo zuri kwa sababu: \r\n \r\n**Tunajaliana.** Tuliamua kuweka akiba pamoja kwa sababu tunaaminiana – sana! Mwanzo, tuliambiana malengo yetu na kuyaandika katika madaftari yetu binafsi. Kila wakati tunapoweka pesa kando, tunaandika kiwango na tarehe katika madaftari yetu. Hutusaidia kuona kiasi cha hatua tuliyopiga na inaturahisishia kufahamishana – kitu ambacho tulikubali kufanya kila baada ya wiki mbili. \r\n\r\n**Tunasaidiana kukataa.** Kuweka akiba kwa ushirikiano na mtu mwingine kunamaanisha kuwa tukiwa kwenye burudani na marafiki na wanataka kutumia pesa kujipa raha, ni rahisi kukataa kwa sababu Habiba ataniunga mkono. Hata asipokuwepo, ninajua lazima nimwambie baadaye, jambo ambalo linanitamausha kutumia pesa nyingi sana. \r\n\r\n**Tunapanga tuzo za gharama ya chini.** Sote wawili tumeweka malengo madogo ya kiasi cha hela ambacho tungependa kuweka akiba kila mwezi. Tukitimiza lengo, tutajipa raha kidogo – kama keki tamu.\r\n\r\n**Tunahimizana.** Ninapohisi kuwa lengo langu haliwezekani na niko karibu kukata tamaa, ninaweza kuzungumza na Habiba na atanihimiza kuendelea.. Husaidia kuweka akiba na mtu mwingine, tunashauriana inapoonekana kuwa hatutawahi kuweka akiba ya kutosha au inapoonekana tunakwenda kando ya malengo. \r\n\r\n**Tunasaidiana.** Habiba alipohitajika kuhudhuria harusi wikendi chache zilizopita, alijua kuwa alihitaji nguo mpya, lakini hakutaka kutumia akiba zake. Badala yake, aliniomba nguo. Kwa kusaidiana – kushiriki nguo na wakati mwingine hata chakula cha mchana shuleni – tunaweza kuokoa pesa zaidi. \r\n\r\nPata maelezo zaidi kuhusu kuweka akiba na jinsi ya kuanza akiba yako binafsi. Weka miadi hapa <link to Your guide to saving > \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-save-friend", 
  "uuid": "3a927e77cf9743d4b51e32852e89ba82"
}