{
  "subtitle": "", 
  "description": "Wewe pia una haki ya kupata elimu bora \r\n", 
  "language": "swa_TZ", 
  "title": " Wasichana wanasoma kote duniani!", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:41:23.982641+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-21T09:41:23.982991+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ulijua kuwa kupata elimu kumethibitisha kuwasadia wasichana (kama wewe!) kuishi maisha bora? Na sio muhimu tu kwa wasichana, bali pia muhimu kwa jamii nzima. Wataalamu wametafiti hili na wanasema kuwa wasichana wanapoweza kukamilisha shule ya msingi na sekondari, wanaweza kufanya maamuzi bora na yanayofaa kuhusu kujikinga kutokana na magonjwa, na pia vitu kama vile watakapoolewa na idadi ya watoto. Pia imeonyeshwa kuwa kuwaelimisha wasichana husaidia uchumi wa nchi kwa sababu wasichana walioelimika hupata kazi nzuri, kupata mshahara mkubwa na kusaidia familia zao kutoka kwenye umaskini na hata kubuni kazi zaidi! \r\n\r\nHii ndiyo sababu serikali nyingi na mashirika kote ulimwenguni kama vile Umoja wa Mataifa hufadhili elimu ya wasichana. Lakini sio tu mashirika makubwa, serikali na watu wazima wanaofikiria kuwa kuwaelimisha wasichana ni jambo la busara, haya hapa ni mambo ambayo wasichana kama wewe kote ulimwenguni walikuwa nayo ya kusema... \r\n \r\nDanvi (18), anayeishi Bangladesh, anasema. “Mimi ni miongoni mwa mamilioni ya wasichana ambao wamesaidiwa na Mpango wa Usaidizi wa Shule ya Sekondari ya Wasichana wa Bangladesh (Bangladesh Female Secondary School Assistance Program). Nikiwa kitindamimba kati ya watoto saba, sikufikiria kuwa ningeenda shuleni – ilikuwa ghali sana. Lakini Mpango ulisaidia kulipa karo yangu na nitahitimu shuleni mwaka huu. Mpango pia umesaidia kujenga shule bora na shuleni kwangu, wamejenga vyoo tofauti kwa wavulana na wasichana, ambavyo shule nyingine katika eneo langu hazina.”\r\n\r\n“Hapa Liberia, Sheria ya Watoto ya Liberia ilitiwa sahihi kuwa sheria mwaka wa 2012,” asema Miata (14). “Sheria inatokana na Mkutano wa Umoja wa Mataifa (UN Convention) wa Haki za Mtoto, ambayo inanuia kuwalinda watoto wote – na kudumisha haki yao ya kupata elimu! Kinyume na mama yangu, sasa nitakuwa na fursa ya kupata elimu bora kama sheria inavyonuia kufanya shule na walimu kuwa bora. Pia, wataanzisha elimu ya shule ya msingi ya bila malipo na ya lazima kwa watoto wote.\r\n\r\n“Ninaishi Mendoza, Ajentina,” asema Sofa wa miaka 12. “Hapa, ukienda kwenye shule ya serikali, unaweza kusoma hadi shahada ya kwanza katika chuo kikuu – bila malipo! Hii inamaanisha kuwa wazazi wengi hawana wasiwasi ikiwa wanaweza kumudu kunilipia ili kukamilisha masomo. Hata nisipoenda kwenye chuo kikuu, kukamilisha shule kutaleta tofauti kubwa katika aina za kazi ninazoweza kupata.” \r\n\r\nWewe pia unastahili na unaweza kupata elimu bora! \r\n\r\nPata maelezo zaidi na usaidizi kuhusu haki zako za elimu na huduma zinazowasaidia wasichana kama wewe kusoma katika eneo lako hapa \r\n<link to GET HELP section>.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "girls-are-learning-around-world", 
  "uuid": "4179370b9741448081c14ef915af5897"
}