{
  "subtitle": "", 
  "description": "\r\nUtu uzima... unamtendekea kila mtu! \r\n", 
  "language": "swa_TZ", 
  "title": " Ni nini kinachoutendekea mwili wangu? ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:50:33.657674+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:50:33.657908+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Labda umetambua kuwa mwili wako unahisi tofauti kidogo siku hizi, sehemu za mwili wako zinabadilika na umekuwa makini sana pia. Hii ni kawaida kabisa – huitwa utu uzima na inamaanisha kuwa unabadilika kutoka kuwa msichana na kuwa mwanamke. \r\n\r\n**Utu uzima? Niambie zaidi...** \r\nKila mtu ni tofauti, lakini kitu kimoja tulicho nacho kinachofanana – wavulana na wasichana – ni kuwa tunapitia utu uzima. Ni wakati katika maisha yako unaoonyesha unakua kuwa mtu mzima. Unaweza kuanza utu uzima ukiwa na miaka 7 au 8 na utadumu kwa miaka minne au mitano, lakini haijalishi umri unaoanza, sote tunapitia hali hiyo hatimaye. \r\n\r\n**Kipindi cha Mabadiliko**\r\nVitu vingi vitaanza kutendeka kwenye mwili wako, haya hapa ni mambo unayopaswa kujua... \r\n\r\n- Matiti yako yataanza kukua \r\n- Utarefuka \r\n- Ngozi na nywele zako zinaweza kuwa na mafuta zaidi \r\n- Mwili wako unaweza kujaa au kupinda \r\n- Unaweza kuanza kuwa na vidudusi (pimples)\r\n- Utaota nywele chini ya kwapa zako na karibu na sehemu yako ya siri ( mavuzi)\r\n- Utapata hedhi yako (period) \r\n\r\n**Yote Kuhusu Hedhi Yako** \r\n\r\nUtakapofikia utu uzima, mojawapo ya mabadiliko muhimu zaidi kwenye mwili wa msichana ni unapoanza mzunguko wako wa hedhi (menstrual cycle). Huu ni wakati unapovuja damu kutoka kwenye sehemu yako ya siri kwa takribani siku tatu hadi tano. Utapata hedhi yako mara moja kwa mwezi, na mwili wako unajiandaa kwayo kila siku hadi utakapoanza kuvuja damu tena. Mara tu unapoanza kupata hedhi, inamaanisha kuwa mwili wako pia unaweza kupata ujauzito na kupata mtoto. \r\n\r\nUtu uzima unaweza kuwa wa kutisha na kusisimua kwa wakati mmoja, lakini kumbuka kila mwanamke hupitia hali hiyo kwa hivyo huko peke yako. \r\n\r\nPata maelezo zaidi kuhusu kinachotendeka ndani ya mwili wako wakati wa hedhi, bofya hapa <link to Have you started menstruating?> \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-is-happening-to-my-body", 
  "uuid": "44a743f7f87f4abca0eedd503ed2351f"
}