{
  "subtitle": "", 
  "description": "", 
  "language": "swa_TZ", 
  "title": "Ni vipi ninavyoweza kukomesha dhuluma kwenye Facebook?  ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:20:56.555649+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:20:56.555896+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mpendwa Bi. Tech,\r\nMarafiki zangu wanachapisha umbeya na uvumi kuhusu mwanafunzi mwenzangu darasani kwenye Facebook. Wanasema vitu vya kudhalilisha sana na sidhani chochote ni cha kweli. Sipendi lakini ninahofia wanaweza kunigeukia nikisema kitu. Nifanye nini ili kuwakomesha?\r\n\r\nImetiwa sahihi,\r\nMwenye Kuhisi Kuwa na Hatia\r\n \r\nMpendwa Mwenye Kuhisi Kuwa na Hatia\r\n\r\nUnachushuhudia kinaitwa dhuluma ya mtandaoni. Inadhuru na kukwaza mtu kama kumdhulumu mtu moja kwa moja. Kwa sababu inadhuru sana, baadhi ya nchi hata zinaichukulia kama uhalifu. \r\n\r\nJaribu kuzungumza na marafiki zako kuihusu ana kwa ana, ninajua kuwa inatisha kukabili hali kama hii, haswa ikiwa haikudhuru moja kwa moja. Na sidanganyi kuwa hili linaweza kusababisha wewe kuwa mlengwa wa dhuluma pia! Lakini unataka kweli kuwa rafiki wa wanaodhulumu?\r\n\r\nNjia moja ni kwa kusaidia marafiki zako kufikiria kuhusu jinsi watakavyohisi wakienda maeneo na mtu ambaye anadhulumiwa. Unaweza kuwashawishi kukoma vitendo vyao vya kikatili. Na ingawa hii haipaswi kuwa nia yako, watu wanaaibika kwa urahisi mtu wanayemheshimu anatambua makosa yao.\r\n\r\nHii isipofaulu, unaweza kumsaidia mwenzako wa darasani kuripoti kinachotendeka kwa mzazi anayeaminika au kwa mwalimu. Huenda ukapoteza rafiki mmoja au wawili katika harakati hiyo, lakini utakuwa umefanya jambo linalofaa. Kumhusisha mtu mzima au mtu mwenye mamlaka kunaweza kusaidia kukomesha dhuluma ya mtandaoni. Pia kunaweza kuwasilisha ujumbe kwamba dhuluma haifai.\r\n \r\nKuwa imara! \r\nMpendwa Bi. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-do-i-stop-facebook-bullies", 
  "uuid": "52de4c355e97457ead004662632faf84"
}