{
  "subtitle": "", 
  "description": "unachohitaji kujua", 
  "language": "swa_TZ", 
  "title": "Kuwa salama mtandaoni", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:15:08.887841+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:15:08.888075+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Huenda ukawa mgeni kuwa mtandaoni – labda umepata simu yako ya kwanza ya mkononi, au hatimaye umeruhusiwa kuenda kwenye Duka la Mtandao (Internet Cafe). Labda ulifungua akaunti ya Facebook au kupata anwani ya barua pepe hivi majuzi. Dunia nzima iko kwenye Intaneti - lakini kama ilivyo katika dunia halisi, kuitalii kunaweza kuwa na faida na hatari zake.  \r\n\r\nIntaneti ina aina zote za vitu vizuri -- kukutana na marafiki wapya, kuungana na wa zamani, taarifa kuhusu mambo mengi mapya, kusaidiwa kufanya kazi ya ziada, na hata maeneo ya kujieleza -- lakini ili kufurahia kikamilifu, ni muhimu pia kujua jinsi ya kuepuka hatari.\r\n\r\nKuwa salama kwenye Intaneti, kunamaanisha kwamba unafahamu hatari unazoweza kukumbana nazo ukiwa mtandaoni, na unajua jinsi ya kukabiliana nazo.\r\n\r\nBaadhi ya hatari unazoweza kukumbana nazo mtandaoni ni pamoja na:\r\n\r\ndhuluma za mtandaoni - kama vile machapisho, maoni au ujumbe wa kutisha au kukwaza \r\nkupata makala yasiyofaa kama vile picha za ngono au ukatili  \r\nwaporaji wa mtandaoni - kwa maneno mengine, watu wazima wanaotumia intaneti kujaribu na kuungana na watoto au wasichana wachanga kama wewe tu. Nia zao huenda zikawa za kudhuru, kudhulumu au kuwa na uhusiano wa kibinafsi usiofaa nawe.\r\nkushiriki taarifa nyingi sana za kibinafsi au za siri, ambazo zinaweza kukutia wewe, marafiki na familia yako hatarini. \r\n\r\nGirl Effect inakutaka uwe salama iwezekanavyo unapotumia Intaneti, iwe ni kupitia simu ya mkononi au kwenye Duka la Mtandao.\r\n\r\nNdiyo kwa maana tumemwalika mtaalam maalum sana wa Intaneti, Bi. Tech kutoa ushauri na kujibu maswali yako na kukupa vidokezo vya usalama mtandaoni. Angalia baadhi ya maswali aliyojibu kutoka kwa wasichana kama wewe tu. Matatizo yao yanaweza kukusaidia kujifunza mengi kuhusu jinsi ya kuvinjari Intaneti kwa usalama.  \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "staying-safe-online", 
  "uuid": "5adca75348c4407490beb5ce1b4cf857"
}