{
  "subtitle": "", 
  "description": "", 
  "language": "swa_TZ", 
  "title": " Barua Taka, Ulaghai, Virusi! Ni nini?", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:26:34.897655+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:26:34.897878+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mpendwa Bi. Tech,\r\n\r\nUnaweza kunifafanulia virusi vya kompyuta ni nini? Virusi ni sawa na barua taka? Sina uhakika maana ya vitu hivyo viwili, ninajua kuwa vyote viwili ni vibaya!\r\nMwaminifu,\r\nMsichana katika Xtown\r\n\r\nMpendwa Msichana katika XTown,\r\n\r\nVirusi vya kompyuta vinaweza kuvamia simu au kompyuta yako kama ugonjwa unavyovamia mwili wako. Virusi kwa kawaida huvamia simu ya mkononi au kompyuta yako bila wewe kujua. Vinaweza kusababisha vifaa vyako kufanya vitu kinyume cha mapenzi yako, kama vile kutuma barua pepe kwa jina lako! Virusi vinaweza kufanya kifaa chako kuzimika, kusababisha kupoteza chochote ambacho unaweza kuwa umehifadhi kama vile picha, miziki au michezo. \r\n\r\nVirusi kwa kawaida hupitishwa kutoka kwenye kompyuta hadi kompyuta -- au simu hadi simu -- kupitia faili au viungo. Kwa hivyo njia bora ya kuzuia virusi kutoshambulia simu ya mkononi au kompyuta yako ni kuepuka kushiriki faili na kufungua viungo kutoka kwenye vyanzo visivyojulikana.\r\n\r\nKwa kompyuta yako unaweza kusakinisha kinga virusi au programu ya kuzuia virusi. Hata hivyo, wakati mwingine wamiliki wa Duka la Mtandao hawafanyi hivi na kompyuta zao zinaweza kusambaza virusi. Ulinzi dhidi ya virusi huwa haupatikani kwa simu za mkononi kwa kawaida.  Kwa hivyo kwa simu ya mkononi, jaribu kuepuka kushiriki faili kupitia Bluetooth au kubofya viungo vinavyoenekana kutiliwa shaka.\r\n\r\nUkipokea kitu kutoka kwa rafiki kinachoonekana kigeni kwenye Facebook au barua pepe, inawezekana kuwa akaunti yake imeathiriwa na virusi. Ikiwa kiungo au chapisho linaonekana la kutiliwa shaka, mwulize rafiki yako ikiwa alituma kabla ya kulibofya. \r\n\r\nVirusi pia vinaweza kusababisha akaunti za mtandao wa jamii au barua pepe yako kutuma \"barua taka\" kwa marafiki zako wote. Barua taka inamaanishaujumbe usiofaa uliotumwa kupitia Intaneti kwa watu wengi. Hivi vinaweza kuwa viungo vya ulaghai au matangazo au picha za ngono. Ikiwa kompyuta au simu yako ya mkononi ina virusi, virusi vinaweza kuanza kutuma barua pepe taka au ujumbe, na hilo linaweza kuwa jambo la kuaibisha sana.\r\n\r\nKwa hivyo ni muhimu kuwa na uhakika kuhusu kiungo kabla ya kukibofya ili kuepuka kupakia virusi kwenye simu ya mkononi au kompyuta yako. Simu ya mkononi au kompyuta yako ikianza kufanya kazi kwa njia isiyo ya kawaida, nenda kwenye duka la kompyuta au simu ya mkononi kwa usaidizi haraka iwezekanavyo!\r\n\r\nTahadhari sana kile unachokibofya!\r\nMpendwa, Bi. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "spam-scams-viruses-what-are-they", 
  "uuid": "86b0b8b5fa5c44e8881555474bad0bdc"
}