{
  "subtitle": "", 
  "description": "\r\nNjia bora za kufanya mazoezi\r\n", 
  "language": "swa_TZ", 
  "title": " Tembea, furahia!", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:44:20.859052+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-21T09:44:20.859274+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mazoezi ni muhimu sana ya kukufanya kuwa na afya bora, mwenye furaha na thabiti, pia yanakufanya kujiamini. Lakini unashughulika sana shuleni au nyumbani kwa kusoma na kusaidia kupika na usafi. Inaonekana hakuna muda wa mazoezi! \r\n\r\nHizi hapa ni njia za kufanya mazoezi kwa ujanja…\r\n\r\n**Cheza densi na uvae nguo**\r\n\r\nUnapovaa nguo ya shuleni asubuhi, kwa nini usiweke wimbo wako unaopenda na kucheza kama kwamba hakuna anayetazama? Utashangaa jinsi utakavyohisi kuwa na nguvu na mchangamfu. \r\n\r\n**Fanya mazoezi ya tumbo wakati wa matangazo**\r\n\r\nWakati utakapokuwa ukitazama TV na rafiki au kusikiliza drama ya redio unayopenda na ndugu zako, wape changamoto kuona ni nani anayeweza kukaa zaidi au kuruka kamba wakati wa pumziko kwa ajili ya matangazo. \r\n\r\n**Usaidizi wa nyumbani**\r\n\r\nNi mara ngapi unaombwa usaidie nyumbani? Inaweza kuonekana ya kuchusha kuanika nguo au kusafisha sakafu, lakini weka muziki na ujifanye kuwa tamvua (mop) au ufagio ni gitaa au maikrofoni yako. Sio tu kwamba kazi hiyo itakwisha baada ya muda mfupi, bali pia umejifunza stadi zako za kuimba na kujaza mwili wako kwa homoni za kuhisi vizuri zinazoitwa endofini – hizi huondoa mawazo ya huzuni! \r\n\r\n**Weka simu yako chini**\r\n\r\nPumzisha vidole vyako vya kuandika na badala yake zungumza ana kwa ana na marafiki zako mnapotembea - hakikisha kuwa mnakuwa pamoja wakati wote na kwamba mnatembea mahali salama. Kucheka kwa sauti na marafiki wakati wa kupunga hewa safi kunajaza mwili wako hisia nzuri, pamoja na misuli ya tumbo na miguu yako kufanya mazoezi. Hiyo ni njia bora kuliko kikaragosi kinachotabasamu. \r\n\r\n**Kambi ya mazoezi ya ulezi**\r\n\r\nUmewahi kuombwa kumtunza dada yako au mwana wa jirani? Kwa nini usipumzike kutoka shuleni na kusoma na kuwa mtoto mzuri tena. Mpe changamoto ya michezo ya kuruka, kucheza mwajificho (hide and seek) au kushika mpira. Unaweza hata kuwafunza moja ya michezo yako unayopenda uliocheza ulipokuwa mchanga! Ondoa ‘kiti’ kwa mlezi!\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "get-moving-be-happy", 
  "uuid": "9f831ee095584d3d9cee1d03c4268877"
}