{
  "subtitle": "", 
  "description": "", 
  "language": "swa_TZ", 
  "title": " Unda nenosiri bora ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:22:28.062875+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:22:28.063107+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mpendwa Bi. Tech\r\nNilifungua akaunti yangu kwenye Facebook hivi karibuni. Rafiki yangu aliniambia ninapaswa kuwa mwangalifu sana wa nenosiri langu. Kuunda nenosiri salama kunamaanisha nini? \r\n\r\nMwaminifu, \r\nTika kutoka Jakarta\r\n\r\nMpendwa Tika kutoka Jakarta,\r\n\r\nNenosiri ni kama nambari ya kuthibitisha ya siri inayolinda taarifa uliyohifadhi katika simu ya mkononi au kompyuta yako. Ni kama ufunguo wa taarifa zote za binafsi ulizo nazo mtandaoni. Kama tu ambavyo usingependa mtu kuingia nyumbani kwako na kuangalia mali yako ya binafsi, humtaki mtu kufikia taarifa yako ya binafsi mtandaoni.\r\n\r\nTovuti na simu nyingi za mkononi huhitaji nenosiri. Hii inaweza kuwa msimbo wa nambari ya tarakimu 4 pia inayojulikana kama PIN, au linaweza kuwa nenosiri linalotumia nambari, herufi na alama. \r\n\r\nManenosiri salama ni muhimu sana unapotumia duka la mtandao au ikiwa unashiriki simu na mwanafamilia. Unapaswa kuunda manenosiri tofauti ya Facebook na barua pepe yako. Usiyashiriki na yeyote (hata rafiki yako wa dhati sana!). Unapaswa pia kukinga kompyuta yako kwa mwili wako unapocharaza nenosiri lako katika duka la mtandao.\r\n\r\nUnapounda nambari ya kuthibitisha au PIN chagua nambari 4 zinazomaanisha kitu maalum kwako, lakini ambazo zitakuwa ngumu kwa mtu mwingine kukisia. Kwa mfano, usitumie siku na mwaka wako wa kuzaliwa. Usitumie tarakimu nne za mwisho za nambari ya simu yako ya mkononi. Pia, usitumie nambari hizo nne, kama 2222. Aina hii ya msimbo wa kuthibitisha ni rahisi sana. Fikiria kitu cha ubunifu ambacho hutasahau kwa urahisi.\r\n\r\nUnapochagua nenosiri, lenye maneno na alama fikiria kauli ambayo utakumbuka kwa urahisi, lakini ile ambayo mtu mwingine hatakisia. Inaweza kuwa anwani ya kitabu au wimbo unaopenda, na kila neno kwa herufi kubwa na nambari mwishoni. Kwa mfano: StoryOfMyLife89. Pia unaweza kubadilisha herufi kwa alama, kwa mfano D@nceToTheBe@t.\r\n\r\nEpuka kutumia majina ya wanafamilia, marafiki, wanyama vipenzi, chochote kinachohusiana na siku yako ya kuzaliwa, nambari yako ya simu, mji wako wa nyumbani au shule yako. Usiandike nenosiri mahali ambapo mtu anaweza kupata kwa urahisi na kuingia katika akaunti yako.\r\n\r\nFurahia unapounda nenosiri lako!\r\nMpendwa Bi. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "create-perfect-password", 
  "uuid": "aac80e2ffbd44acc82f15172dce09db3"
}