{
  "subtitle": "", 
  "description": "Itasaidia kufanya vyema shuleni!\r\n", 
  "language": "swa_TZ", 
  "title": " Inua mkono wako", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:40:29.844193+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-21T09:40:29.844384+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kuwa jasiri shuleni kunaweza kuwa kugumu. Mimi huwa mwoga kumwomba mwalimu arudie kitu ambacho sikuelewa au hata kuinua mkono wangu ninapojua jibu sahihi la swali. Hata marafiki zangu wametambua, wanasema mimi ni mwoga sana hivi kwamba huenda watu wengi wasitambue kuwa mimi ni mwerevu sana! Lakini ninajua kuwa mimi ni mwerevu na ninaweza kufanya vyema shuleni, ninatamani watu wengi wangeona hilo.\r\n\r\nRafiki yangu wa dhati Anna ni mjasiri sana. Yeye huuliza maswali hata kwa walimu wetu wakali zaidi – ni kama kwamba hamna kinachomtisha! Mimi si mjasiri kama yeye, lakini yeye hunikumbusha kuwa “kuuliza maswali hakumaanishi kuwa wewe ni mjinga, unataka tu kuelewa kitu vizuri. Ni heri uulize sasa kuliko kuchanganyikiwa kwa wiki nyingi zijazo!”\r\n\r\nNinajua kuwa kupata alama nzuri shuleni kunamaanisha ninaweza kuwa na machaguo zaidi nikiondoka shuleni. Itanisaidia kusoma zaidi au hata kufanya vyema kazini kwangu nikianza kufanya kazi moja kwa moja. Anna ana ushauri bora zaidi lakini vidokezo vyake vitatu bora vya kufanya vyema shuleni vilinisaidia sana – na vinaweza kukusaidia pia.\r\n\r\n1.     Uliza maswali haraka iwezekanavyo.\r\n2.     Bakia baada ya somo na uzungumze na walimu ana kwa ana ikiwa wewe ni mwoga hivi kwamba huwezi kuzungumza mbele ya wanafunzi wote. Mwombe rafiki abaki na wewe kila mara ili usiwe peke yako.  \r\n3.      Usiwasikilize watu wanaokuchekelea kwa kutaka kufanya vyema shuleni – endelea kumakinikia lengo lako na usiruhusu mawazo potofu (haswa kutoka kwa wengine) yakusumbue.\r\n\r\nLakini siri muhimu zaidi ambayo Anna ameshiriki nami ni gani? Alisema “Kumbuka, kila mmoja anahofia kuhukumiwa – hata mimi! Kuwa jasiri na kuuliza swali hakumaanishi kuwa siogopi.”\r\n \r\nSoma zaidi kuhusu wasichana waliojifunza kuzungumza na jinsi kulivyobadilisha jamii zao. <link to When girls speak out>\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "raise-your-hand", 
  "uuid": "bae36ad1638c403caac13d4ce59c6716"
}