{
  "subtitle": "", 
  "description": "", 
  "language": "swa_TZ", 
  "title": "Usaidizi! Facebook yangu ilivamiwa!", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:27:54.234760+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:27:54.235003+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Akaunti yangu ya Facebook inatuma ujumbe wa ajabu na sijui ni kwa nini. Inatuma vitu ambavyo havitoki kwangu. Marafiki zangu husema kuwa akaunti yangu ilivamiwa. Ni vipi ninavyoweza kulikomesha?\r\n\r\nMwaminifu,\r\nAliyevamiwa na Mkosa Furaha\r\n\r\nMpendwa Aliyevamiwa na Mkosa Furaha,\r\n\r\nLo, mpendwa, ni kama akaunti yako ilivamiwa. Kwa maneno mengine, mtu ameingia katika akaunti yako na anachapisha ujumbe kwa niaba yako, akijifanya kuwa wewe. Wakati mwingine hili hutendeka ukisahau kuondoka katika akaunti yako kwenye Duka la Mtandao. Pia linaweza kutendeka ukiruhusu rafiki yako kuomba simu yako ya mkononi. Wakati mwingine ni wavamizi watalaam wanaoweza kuingia katika akaunti nyingi kwa kutumia mbinu za hali ya juu sana.\r\n\r\nWavamizi (wawe marafiki au watu usiowajua) huchapisha kutoka kwenye ukurasa au akaunti yako bila udhibiti wako. Wakati mwingine marafiki hufanya jambo hili kama utani, lakini ni muhimu kujaribu kupata udhibiti wa akaunti yako haraka uwezavyo!\r\n\r\nKwenye tovuti nyingi za mitandao ya jamii kama Facebook na Twitter unaweza kuripoti akaunti yako ikiwa imevamiwa. Ikiwa ilifanywa na marafiki wanaofanya mzaha, badilisha tu nenosiri lako na hilo pia linaweza kutatua tatizo. \r\n\r\nKila mara kumbuka kuondoka kwenye akaunti na uweke nenosiri lako salama, uwe unaingia katika akaunti kwenye duka la mtandao au simu ya mkononi ya rafiki. Huenda ikaonekana kutokuwa muhimu, lakini inaweza kukulinda dhidi ya mtu anayechapisha vitu kwa niaba yako vinavyoweza kuaibisha au kukuharibia sifa.\r\n\r\nKila heri unapotatua tatizo la uvamizi! \r\nMpendwa, Bi. Tech \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "help-my-facebook-was-hacked", 
  "uuid": "bc4673d48d4442d88380c2bd341d9935"
}