{
  "subtitle": "", 
  "description": "\r\nKujifunza wakati wa kutumia pesa na wakati wa kuweka akiba ni siri ya kufanya ndoto zako zitimie!\r\n", 
  "language": "swa_TZ", 
  "title": " Kwa nini niweke akiba?", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:37:09.785072+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:37:09.785319+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ni vigumu kusema la kutumia pesa rafiki yangu Neha anapokuwa na pesa kila wakati za kitafunio kitamu baada ya shule, au wakati  skafu  nzuri niliyokuwa nimeiona sasa imepunguzwa bei. Na hata wakati nimejiahidi nitaweka akiba, wakati wote huishia kufikia mfuko wangu wa pesa.\r\n\r\nIngawa si hatia kujipa raha kila wakati, pia ni muhimu kuelewa kuwa kupata kitu kidogo sasa kunaweza kumaanisha unakosa kitu hata kizuri zaidi baadaye. Kwa hivyo ni vipi unavyojua ni kitu gani unachopaswa kutumia pesa kwacho? \r\n\r\n**Unakihitaji au unataka kuwa nacho tu?** Inaweza kuwa kama viatu vile ni lazima niwe navyo (haswa kukiwa na jambo maalum hivi karibuni!) lakini unavihitaji kweli? Mahitaji ni vitu ambavyo huwezi kuishi bila – chakula cha afya, vyatu vya shuleni, dawa ukiwa na mafua. Unavyotaka, ndivyo vilivyo tu! Ni vitu ambavyo ungependa kuwa navyo lakini unaweza kuishi bila.\r\n\r\nNeha huita fashoni yake vya kununua – kama herini zake mpya – uwekezaji. Lakini, ndivyo zilivyo? Herini za Neha zinafanana vizuri leo lakini zinaweza kudumu tu kwa miezi michache. Uwekezaji mzuri ni kitu ambacho kitadumu kwa miaka au kitakufaidi kwa miezi mingi ijayo. Kwa hivyo badala ya kununua kitu ambacho kinavutia msimu huu lakini hakitavutia msimu ujao, ni heri Neha aweke akiba ya pesa hizo ili anunue viatu vya shuleni mwaka ujao. Si lazima mahitaji viwe vitu vya kuudhi au vikubwa – vinaweza kuwa vitu vya raha pia – kama pesa za kufanya kozi ya kompyuta kwenye kituo cha jamii mjini!\r\n\r\nAina bora za uwekezaji ni vitu vinavyoweza kuyabadilisha maisha yako – cherehani ili uanze kupata pesa zako binafsi au masomo ya ziada ili kusoma zaidi. Hivi ni vitu ambavyo huenda ukahitaji kuwekea akiba. Hiyo inamaanisha hakuna kununua skafu maridadi leo, lakini itakuwa bora kusubiri, na utajivunia sana wakati ambapo mwishowe unaweza kutoa pesa na kutimiza ndoto yako kubwa!\r\n\r\nUnataka kuanza kuweka akiba? Hivi hapa ni vidokezo vichache vya kuanza [link to Your guide to saving]\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "kwa-nini-niweke-akiba", 
  "uuid": "c0e8e93857e641c69213947b0c8c008d"
}