{
  "subtitle": "", 
  "description": "\r\nJinsi ya kupata ngozi yako laini \r\n", 
  "language": "swa_TZ", 
  "title": " Mambo ya Kufanya na Kutofanya ili kuondoa vidudusi", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:49:53.906996+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:49:53.907194+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kipindi cha kubaleghe ni wakati wa kusisimua wenye mabadiliko mengi yanayotendeka mwilini mwako. Kwa bahati mbaya uso wako unahusika katika mchakato wa mabadiliko na unaweza kupata 'marafiki' madoadoa kwenye mwili wako uliokuwa laini awali. \r\n\r\nHiyo ndiyo habari mbaya. Habari njema ni kuwa usaidizi upo hapa!\r\n\r\nWakati wa mzunguko wako wa hedhi, viwango vya homoni zako hupanda na kushuka kwa viwango vikubwa. Homoni ni chembe ndogo za usafirishaji katika mfumo wako wa damu zinazotuma miitikio ya kemikali katika sehemu mbalimbali za mwili wako. Homoni huathiri tezi zako za mafuta, ambazo huongeza utendaji na kuzalisha mafuta zaidi yanayofanya ngozi yako kuwa nyororo. Mara nyingi hii husababisha viini kunaswa na hatimaye kusababisha vidudusi. Yote hayo ni sehemu ya kukua na hakuna haja ya kuhisi vibaya au kuaibika – humtendekea kila mtu. Lakini kuna mambo machache ya kufanya na kutofanya yanayoweza kukusaidia kuzidhibiti. \r\n\r\n**Usitoboe!**\r\n\r\nNdiyo, kila mtu hujaribiwa, lakini hii hapa ni sababu hupaswi kutoboa kidudusi. Kutoboa kidudusi kunaweza kusukuma uchafu zaidi katika ngozi yako, hivyo kusababisha kuvimba, wekundu na hata kovu! Ikiwa unajaribu kusuluhisha tatizo na unatarajia kuenda kutembea na marafiki, oga kwa maji moto au tia mvuke usoni pako kwa kumwaga maji moto kwenye bakuli, funika kichwa chako kwa taulo kisha uinamishe kichwa chako kwenye bakuli ukinasa mvuke moto (hakikisha hukaribii maji, la sivyo utachomeka). Mvuke utasaidia kufungua vinyweleo na kichwa cha kidudusi kuweza kulegea.\r\n\r\n**Dumisha usafi!**\r\n\r\nOsha uso wako asubuhi na usiku kwa maji vuguvugu na sabuni laini. Usisugue – ngozi yako itakwaruzika. Na usisahau kuilainisha. Jaribu mafuta ya nazi, ni kilainishi bora cha asili.\r\n\r\n**Usiguse!**\r\n\r\nNi vigumu lakini jaribu kutogusa uso wako kwa vidole vyako. Bakteria au viini vyovyote kwenye vidole vyako vinaweza kuambukiza ngozi yako. Hakikisha kuwa umenawa mikono yako kabla ya kujipaka malai au mafuta usoni.\r\n\r\n**Fua nguo zako!** \r\n\r\nUnavalia miwani? Una simu ya mkononi? Hakikisha ni safi ili kuzuia uchafu wowote kukwama kwenye ngozi karibu na macho, pua na chini ya taya.  \r\n\r\n**Kunywa maji!**\r\n\r\nMaji safi ni njia bora ya kuondoa sumu katika mwili zinazoweza kusababisha chunusi. Isitoshe, maji pia husaidia kulainisha ngozi na kuifanya yenye afya kwa miaka mingi. Kunywa maji glasi moja jambo la kwanza asubuhi na uweke mengine ndani ya chupa karibu nawe ili unywe siku nzima.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "mambo-ya-kufanya-na-kutofanya-ili-kuondoa-vidudusi", 
  "uuid": "d3652345b5f54df69302c83e0bee4c25"
}