{
  "subtitle": "", 
  "description": "Vidokezo maarufu kwa kipindi chako bora cha kusoma\r\n", 
  "language": "swa_TZ", 
  "title": " Tayari, weka, jifunze!", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:42:00.853251+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-21T09:42:00.853536+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kama wengi wetu huenda unapenda kujifunza mambo mapya na kuenda shuleni, lakini unaona changamoto kidogo kusomea mitihani na majaribio, sivyo?\r\n\r\nPia unajua kusubiri hadi dakika ya mwisho kutaharibu mambo kabisa. Umechoka kukariri usiku wa kuamkia mtihani? Kwa nini usijaribu vidokezo vipya vya kusoma ili kukusaidia kuwa na mweleko. Vinafanya kazi na vitakusaidia kufuatilia masomo yako. \r\n\r\nWeka wakati wa kila mara na eneo la kusomea. Labda ni kwenye meza ya jikoni kila jioni au nyumbani kwa rafiki yako kwa saa moja baada ya kutoka shuleni. Kwa kuweka wakati wa kila mara na eneo, vipindi vyako vya kusoma vitakuwa rahisi vya kufuatilia – na hata kuweza kuwa mazoea!\r\n\r\nTenga kazi kubwa kuwa vipande vidogo. Iwe unasomea jaribio kubwa au kufanya mradi, pindi tu unapopata kazi, anza kujipangia mwenyewe malengo madogo ya kila siku. Ukikumbana na kazi kubwa, inakuwa rahisi kulemewa. Pia, kukamilisha malengo madogo kutakuridhisha – na kukusukuma kuendelea.\r\n\r\nPumzika. Ni vyema kujitengea muda unaposoma na kujifunza, unaweza tu kumakinika kwa muda mrefu kabla ya akili yako kuhitaji kupumzika. Inapendekezwa kupumzika kwa dakika 10 kila baada ya dakika 45 hadi saa 1. Acha vitabu vyako na uende nje kwa dakika chache, zungumza na ndugu zako au andaa chai na mama yako. Lakini usipumzike kwa muda mrefu – ila sivyo utapoteza motisha yako.\r\n\r\nTafuta mbinu yako ya kusoma. Watu wengine huona kuandika upya matini (notes) yao ni njia bora ya kujifunza, wengine wanapenda kuongea kuhusu kazi yao kwa sauti na wengine hujifunza vizuri na wakiwa na wengine, kushirki maarifa na kusaidiana. Chukua muda fulani kujaribu njia tofauti za kusoma, na utumie ile inayokusaidia. Wakati mwingine huenda ukahitaji mbinu tofauti za kusoma kwa masomo tofauti.\r\n\r\nKila heri, kwa kumakinika kidogo, unaweza kufanya vyema kwenye jaribio lijalo!  \r\n\r\nKumbuka: hata usipokuwa shuleni unaweza kutumia vidokezo hivi kukusaidia kujifunza stadi mpya au kukabiliana na kazi ngumu – jaribu.  ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "tayari-weka-jifunze", 
  "uuid": "e494134f42344dbe9b7c2b24b2f8a38f"
}