{
  "subtitle": "", 
  "description": "", 
  "language": "swa_TZ", 
  "title": "EeK! Simtaki tajiri wangu kwenye Facebook! ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:23:40.819507+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:23:40.819747+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mpendwa Bi. Tech, \r\nNimekuwa nikifanya kazi yangu baada ya shule kwa karibu miezi 6, tangu nilipokuwa na miaka 17. Mwezi uliopita nilijiunga kwenye Facebook. Nilikuwa nikiiangalia kwenye simu yangu kazini. Tajiri wangu aliniona na akataka kuwa rafiki yangu kwenye Facebook. Hatupaswi kutumia simu zetu tunapofanya kazi, hivyo nilihofia ningekuwa taabani nisingalikubali. Sasa ananitumia ujumbe wa faragha kwenye Facebook akiniomba tukutane nje ya kazi. Inanifanya nisihisi vizuri. Nifanye nini? Ninahitaji hela sana ili kuwasaidia kaka zangu wadogo kuenda shuleni, na sitaki kupoteza kazi yangu, lakini sipendi anachoniambia. \r\n\r\nMwaminifu,\r\nMwajiriwa Mwenye Wasiwasi\r\n\r\nMpendwa Mwajiriwa Mwenye Wasiwasi,\r\n \r\nNinaelewa vyema haja ya kuisaidia familia yako. Hebu tuone kama tunaweza kupata njia ya kuondoka kwenye hali hii isiyo nzuri. Ni wazi kwamba tajiri wako anatenda isivyofaa. Anatumia cheo chake kujaribu kukutumia kwa faida yake, na hivyo si vizuri!\r\n\r\nVitendo vya tajiri wako vinaitwa unyanyasaji wa ngono. Anatumia cheo chake ili kukunyanyasa, kwa sababu anafahamu kuwa unahitaji kazi hii sana. Una haki kisheria kuhisi salama popote uendapo, ikiwemo unapofanya kazi, kazi yako iwe rasmi au isiyo rasmi. \r\n\r\nHatua ya kwanza itakuwa ya kuondoa urafiki kwenye Facebook au kumzuia kwenye wasifu wako. Hiyo inamaanisha kuwa hawezi kuona au kuchapisha vitu kwenye ukurasa wako au kukutumia ujumbe. Ninatumai tajiri wako atafahamu na kukoma vitendo vyake. Ikiwa unahisi una ujasiri wa kutosha, unaweza pia kumwambia moja kwa moja kuwa huhisi vizuri kutokana na ujumbe wake, na kwamba huna haja.\r\n\r\nHili lisiposaidia, au unahofia sana kumkabili, zungumza na mtu mzima wa kuaminika anayeweza kukusaidia kudhibiti hali hii. Huyu anaweza kuwa mtu aliye kazini au nje ya kazi, kama vile mzazi au mwalimu au rafiki aliyekomaa. Ikiwa eneo lako la kazi lina idara ya rasilimali za watu, pia unaweza kuzungumza na mtu kutoka idara hiyo na kuwasilisha lalamiko rasmi. \r\n\r\nKumbuka kuwa si kosa lako, na hupaswi kuhisi kuwa na hatia! Kwa usaidizi wa mtu mzima wa kuaminika, unaweza kutatua matatizo. Ikiwa sivyo, huenda ukahitaji kuamua ikiwa kuwa na kazi hii kunafaa na ujaribu kutafuta nyingine. \r\n\r\nKila heri! Ninakufikiria.\r\nMpendwa Bi. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "eek-i-dont-want-my-boss-my-facebook", 
  "uuid": "e8e41999f2024db7abe94ad03feda0f1"
}