{
  "subtitle": "", 
  "description": "\r\nFanya ngozi, nywele na kucha zako zivutie... bila kutumia hela zozote.\r\n", 
  "language": "swa_TZ", 
  "title": " Hujambo, Urembo Wako wa Asili! ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:49:18.047364+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:49:18.047654+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Wewe ni mrembo, kiasili. Lakini hakuna kibaya kwakutaka kuboresha sura yako kila wakati. Huhitaji hela nyingi au bidhaa ghali ili uwe na ujasiri. Kila kitu unachohitaji tayari kipo mbele ya macho yako yanayovutia...\r\n\r\n**Kope ndefu zinazopendeza**\r\n\r\nOngeza matone kidogo ya mafuta ya zeituni au mafuta ya nazi kwenye kitambaa cha pamba na ukitie kwenye kope zako kabla ya kulala. Ikiwa huna pamba, tumia tu vidole vyako kusugua mafuta katika kope. \r\n \r\n**Midomo ya kuvutia**\r\n\r\nKidomwa (lipstick) sio suluhisho pekee la kufanya midomo yako iwe maridadi. Ukinywa sharubati ya tunda dogo jekundu (ambayo ni bora kwako pia!) itatia rangi ya waridi kwenye midomo yako. Ikiwa huna sharubati ya tunda dogo jekundu unaweza kupondaponda aina yoyote ya tunda dogo na utie sharubati kwenye midomo yako. \r\n\r\n**Lulu nyeupe**\r\n\r\nKausha maganda ya limau juani kisha uyapondeponde kuwa poda. Piga mswaki meno yako kwa poda na yataanza kumetameta kwa weupe mwingi. Lakini hakikisha usiwahi kufanya hili zaidi ya mara mbili kwa wiki moja kwa kuwa asidi katika limau inaweza kuharibu enameli ya meno. \r\n\r\n**Mng`ao mzuri sana** \r\n\r\nKwa mwonekano mpya na unaong`aa jaribu mdalasini huu na barakoa ya uso wa asali! Asali inafanya ngozi kufyonza maji na kuisaidia kuunda seli mpya za ngozi. Mdalasini husaidia kuondoa mabaka yaliyosababishwa na vidudusi pia. Utahitaji: poda ya mdalasini, asali, kijiko kidogo cha chai na bakuli. Changanya kijiko kidogo cha poda ya mdalasini pamoja na kijiko kidogo cha asali, endelea kuongeza hadi uwe na mchanganyiko laini wa unga unaotaka kusambaza kwenye uso. Uache kwa dakika 10-15 na ujiangalie kwenye kioo ikiwa unahisi kucheka! Suuza kwa maji  viguvugu, gonga ngozi yako ikauke na umalize. \r\n\r\n**Jitunze** \r\n\r\nMarekebisho ya haraka ni bora, lakini usisahau hii ni ngozi yako kwa muda mrefu. Fikiria kuhusu siku za usoni sasa na uanze kula matunda na mboga nyingi sana, lala usingizi wa kutosha (saa nane ni bora) na unywe maji safi ya kutosha – angalau glasi nane kwa siku. Ngozi na mwili wako vitakushukuru.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "hujambo-urembo-wako-wa-asili", 
  "uuid": "e9b4a4af68284514a876511b413c3434"
}