{
  "subtitle": "", 
  "description": "", 
  "language": "swa_TZ", 
  "title": " Ninapaswa kukutana na mtu niliyepatana naye mtandaoni?", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-28T07:19:02.685673+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-28T07:19:02.685878+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mpendwa Bi. Tech,\r\nNimekuwa kwenye Facebook kwa karibu miezi 4 sasa. Nina marafiki wengi sana. Wengi wao ni watu ambao sijawahi kukutana nao. Mwanamume mmoja ni mtu ambaye nimekuwa nikizungumza naye kwa muda mrefu, na sasa anasema tukutane. Anasema mimi ni mrembo na anajua kuwa tutafaana. Ninahofia kuwaambia marafiki zangu au wazazi wangu kwa sababu watasema kuwa ni hatari. Lakini ninafikiri nimempata mume wangu wa maishani, na ninataka sana kukutana naye katika maisha halisi! Nifanye nini? \r\n\r\nMwenye Kuchanganyikiwa na Mdadisi \r\n \r\nMpendwa Mwenye Kuchanganyikiwa na Mdadisi,\r\n\r\nNi mchezo hatari kukutana na mtu unayemjua mtandaoni tu. Ni rahisi kwa watu kujifanya kuwa kitu wasicho mtandaoni. Hujui ikiwa picha na hadithi ambazo mtu hushiriki mtandaoni ni za kweli. \r\n\r\nHuenda ukahisi vizuri kushiriki siri zako haraka sana mtandaoni kuliko unavyoweza kushiriki ana kwa ana. Hii hufanya kuwa rahisi kudanganywa au kuhadaiwa. Ikiwa umeanza kuwa na hisia kwa mtu uliyekutana naye mtandaoni, anaweza kukushawishi mkutane mahali faraghani, ambapo anaweza kukutumia kwa manufaa yake au kukudhuru. \r\n\r\nHakuna kitu cha bure, kama wasemavyo. Kwa hivyo ikiwa mtu aliye mtandaoni anakuahidi kitu kinachoonekana kuwa bora zaidi cha kutiliwa shaka, au kukusifu sana, tahadhari. Huenda akawa na mazungumzo ya kuvutia kwa lengo la kupata kitu. Mvalana unayedhani unampenda anaweza kuwa mtu mzee, akitumia Intaneti kutongoza wasichana wachanga.\r\n\r\nUkiamua kukutana na mtu, hakikisha kuwa umeandamana na rafiki. Usiwahi kuenda peke yako.  Kutana na mtu kwenye eneo la umma lililo na watu wengi wanaoweza kukusaidia ikihitajika. Usiwahi kuingia katika gari la binafsi au usafiri wa umma naye. Usitambue unapoishi. Na usiwahi kuwa peke yako naye hadi uhakikishe kutoka kwa watu wa jamii yako kuwa ni yule anayesema ndiye na kuwa ni mtu ambaye ni salama kuwa naye. \r\n \r\nTahadhari, ninakujali!\r\nBi. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "should-i-meet-someone-i-met-online", 
  "uuid": "ecfc65e647e84da28654551948e7c351"
}