{
  "subtitle": "", 
  "description": "\r\nJifunze jinsi ya kusawazisha shule, maisha nyumbani... na bado uwe na muda wa kufurahia \r\n", 
  "language": "swa_TZ", 
  "title": " Piga vita msongo (stress)!  ", 
  "primary_category": "4a1dda90e331498ebbc48175ad13f386", 
  "created_at": "2016-04-21T09:39:42.478562+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-21T09:39:42.478812+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kati ya kazi za nyumbani, kuwaona marafiki zako na kufanya kazi ya shuleni, inaweza kuonekana kama kwamba hakuna saa za kutosha siku nzima. Ni vipi utakavyokamilisha mradi wako wa historia marafiki zako wanapotaka kuenda kutembea baada ya shule – kisha bado unahitaji kumsaidia mama yako kupika chajio (dinner)?\r\n\r\nVuta pumzi kwa ndani zaidi – kwa sababu tumekushughulikia! Vidokezo hivi vitakusaidia kukabiliana ukihisi kuwa na msongo.\r\n\r\n**Iorodheshe**\r\n\r\nAndaa orodha ya vitu vyote unavyohitaji kufanya mwanzo wa kila wiki. Jumuisha kazi ndogo za nyumba (kama kupika chajio na mama yako), vitu vya furaha (kama kutembea na marafiki zako baada ya shule), na kazi ya shuleni ) kama kusoma kwa ajili ya jaribio kubwa la fizikia). \r\n\r\n**Ipangilie**\r\n\r\nNi vitu gani muhimu zaidi kwenye orodha yako – ni nini kinachohitaji kufanywa leo na nini kinachoweza kufanywa baadaye katika wiki? Kwa kupangilia vitu unavyohitaji kufanya, unaweza kuangazia vitu vichache kila siku, badala ya kuhisi kulemewa na kazi nyingi mno! Gawa kazi kubwa – kama vile kazi ya muda mrefu – katika vipande vidogovidogo. Itaonekana kuwa rahisi kuifanya ikiwa hivi.\r\n\r\n**Jitunze**\r\n\r\nKwa kujitunza, utaweza kutekeleza kazi zako zilizo kwenye orodha kwa urahisi zaidi. Jifanyie kitu chako binafsi angalau mara moja kwa siku kama kukaa kando kwa dakika tano kunywa chai ya kujituliza kabla ya kufanya kazi ya shuleni. Unapohisi vizuri, unaweza kujifunza hata vizuri zaidi!\r\n\r\n**Kuwa mkweli**\r\n\r\nZungumza na wazazi wako unapohisi kusongwa na kiwango cha kazi ya shule uliyo nayo. Elezea kuwa una kazi nyingi ya shuleni wiki hii na uulize ikiwa unaweza kufanya kazi za nyumbani na ndugu yako au kusikilizana kufanya sehemu kubwa wiki inayofuata.\r\n\r\nJambo lilo hilo linawahusu marafiki pia! Wanapotaka kutembea alasiri nzima, lakini unajua unahitaji kusomea mtihani, kaa nao kwa muda mfupi kabla ya kuenda nyumbani kusoma. Pia unaweza kujaribu kusoma nao pamoja – lakini kuwa mwangalifu kutosumbuliwa na gumzo badala ya kufanya kazi.\r\n \r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "piga-vita-msongo-stress", 
  "uuid": "fd24895acf1546f8bc949c339205f2b7"
}